brew "git"
brew "git-lfs"
brew "vim"
brew "rsync"
brew "go"
brew "rust"
brew "python"
brew "lua"
brew "node"
brew "kubectl"
brew "ffmpeg"
brew "ripgrep"
brew "lazygit"
brew "tmux"
brew "protobuf"
brew "upx"
brew "inetutils"
brew "sshpass"
brew "telnet"

cask "clash-verge-rev"
cask "apifox"
cask "wechat"
cask "wechatwork"
cask "dingtalk"
cask "google-chrome"
cask "windows-app"
cask "navicat-premium"
cask "awesun"
cask "tencent-lemon"
cask "termius"
cask "wpsoffice"
cask "xmind"
cask "codex-app"
cask "chatgpt"
cask "cc-switch"
cask "proxyman"
cask "postman"
cask "mqttx"
cask "pixpin"
cask "balenaetcher"
cask "orbstack"
cask "sublime-text"
cask "uuremote"
cask "drawio"
