# Pacman packages
rsync
vim
git
go
rust
cargo
python
python-pip
lua
nodejs
npm
gcc
gdb
tmux
make
net-tools
sshpass
protobuf
tcpdump
which
fzf
ripgrep
unzip
kubectl
inetutils
podman
podman-compose
ffmpeg
git-lfs
